[
    {
        "title": "Agility",
        "text": "CAT brings a new approach for automation testing, we understand the importance of testing and continues feedback, we would like to integrate testing  into  the developer life cycle, making it as easy as possible for developers to write test, there is no Need to learn a new tool or scripting language , just add your annotation and that’s it. CAT was built by Developers for Developers to provide maximum efficiency."
    },
    {
        "title": "Integration",
        "text": "We understand that you like you work with your own tools & Existing Echo system, CAT Core can integrate to any ide and your CI to provide you real E2E automation process for your mobile tests. All result can be sent to your Jenkins server and be displayed on well know standards."
    },
    {
        "title": "Flexibility",
        "text": "In Today’s world it’s important that you can run your tests on multiple device, OS and browser without investing in maintenance. CAT run On Any Device, Any Browser without the need to rewrite your tests, write once – run anywhere. We also added Phantom support to provide full form factors support."
    },
    {
        "title": "Extensibility",
        "text": "One of the cool features in CAT architecture, is that it's super extendable. Want to use one of your exiting assertion libs, no problem, with a simple configuration you can integrate it to CAT. Need to support new technology? adding an ext is simple and easy, just look at our documentation. And the best part  is it’s open & free."
    },
    {
        "title": "Goodies",
        "text": [
            "Build NodeJS functionality with a simple project configuration that can be used as a module or the command line",
            "Task Manager (Run or Create custom tasks OOTB and Grunt is supported)",
            "File system crawler with actions (Watch is supported)",
            [
                "Copy with filters",
                " Parse the folder name, file name and its content",
                "Inject / Replace content",
                "Runnable command line (Web Server, PhantomJS, Watcher)"
            ],
            "Spawn an external process"
        ]
    }
]
